Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.system.launchAtLogin.title
source: Launch at login
ar: التشغيل عند تسجيل الدخول
bg: Стартиране при влизане
bn: লগইনে চালু করুন
ca: Inicia a l'inici de sessió
cs: Spustit při přihlášení
da: Åbn ved login
de: Beim Anmelden starten
el: Εκκίνηση κατά τη σύνδεση
es: Abrir al iniciar sesión
fa: راه‌اندازی در هنگام ورود
fi: Käynnistä sisäänkirjautumisen yhteydessä
fil: Ilunsad sa Pag-login
fr: Ouvrir avec la session
he: הפעל בעת כניסה למערכת
hi: लॉगिन पर लॉन्च करें
hr: Pokreni pri prijavi
hu: Indítás bejelentkezéskor
id: Buka saat Login
it: Apri al login
ja: ログイン時に起動
kk: Жүйеге кіргенде іске қосу
ko: 로그인 시 실행
ms: Lancarkan semasa log masuk
nb: Åpne ved pålogging
nl: Open bij inloggen
pl: Uruchamiaj przy logowaniu
pt: Iniciar ao ligar o Mac
ro: Lansare la autentificare
ru: Запускать при входе
sk: Spustiť pri prihlásení
sr: Покрени при пријави
sv: Öppna vid inloggning
th: เปิดใช้เมื่อเข้าสู่ระบบ
tr: Girişte başlat
uk: Запуск під час входу
vi: Mở khi đăng nhập
zh_hans: 登录时启动
zh_hant: 在登入時開啟

# settings.system.menuBarIcon.desc
source: Show a menu bar shortcut for quick access to Settings and Quit.
ar: إظهار اختصار في شريط القوائم للوصول السريع للإعدادات والإنهاء.
bg: Показване на пряк път в лентата с менюта за бърз достъп.
bn: সেটিংস এবং প্রস্থানে দ্রুত অ্যাক্সেসের জন্য মেনু বারে একটি শর্টকাট দেখান।
ca: Mostra una icona a la barra de menús per a un accés ràpid.
cs: Zobrazit ikonu v řádku nabídek pro rychlý přístup k nastavení a ukončení.
da: Vis en menulinjegenvej for hurtig adgang til Indstillinger og Slut.
de: Symbol in der Menüleiste für schnellen Zugriff auf Einstellungen und Beenden anzeigen.
el: Εμφάνιση συντόμευσης στη γραμμή μενού για γρήγορη πρόσβαση στις Ρυθμίσεις και Τερματισμό.
es: Mostrar un acceso rápido en la barra de menús para Ajustes y Salir.
fa: نمایش میانبر در نوار منو برای دسترسی سریع به تنظیمات و خروج.
fi: Näytä valikkorivin pikakuvake Asetuksiin ja Lopettamiseen pääsemiseksi.
fil: Magpakita ng shortcut sa menu bar para sa mabilisang pag-access sa Mga Setting at Pag-alis.
fr: Afficher une icône dans la barre des menus pour un accès rapide aux réglages et pour quitter.
he: הצג קיצור דרך בשורת התפריטים לגישה מהירה להגדרות ויציאה.
hi: सेटिंग्स और छोड़ने के लिए त्वरित पहुंच के लिए मेनू बार शॉर्टकट दिखाएं।
hr: Prikaži prečac na traci izbornika za brzi pristup Postavkama i Izlazu.
hu: Menüsor parancsikon megjelenítése a Beállítások és Kilépés gyors eléréséhez.
id: Tampilkan ikon di bilah menu untuk akses cepat ke pengaturan dan keluar.
it: Mostra un'icona nella barra dei menu per accedere rapidamente alle impostazioni e uscire.
ja: 設定へのクイックアクセスおよび終了のためにメニューバーにアイコンを表示します。
kk: Параметрлерге жылдам кіру және шығу үшін мәзір жолағында таңбашаны көрсету.
ko: 설정에 빠르게 접근하고 앱을 종료할 수 있도록 메뉴 막대에 아이콘을 표시합니다.
ms: Tunjukkan pintasan bar menu untuk akses pantas ke Tetapan dan Keluar.
nb: Vis en menylinjesnarvei for rask tilgang til Innstillinger og Avslutt.
nl: Toon een symbool in de menubalk om snel naar instellingen te gaan en te stoppen.
pl: Pokaż ikonę na pasku menu, aby mieć szybki dostęp do ustawień i wyjścia.
pt: Apresentar um ícone na barra de menus para aceder rapidamente às definições e encerrar a aplicação.
ro: Afișează o comandă rapidă în bara de meniu pentru acces rapid la Setări și Ieșire.
ru: Показать ярлык в строке меню для быстрого доступа к Настройкам и выходу.
sk: Zobraziť skratku v lište menu pre rýchly prístup k Nastaveniam a Ukončeniu.
sr: Прикажи пречицу на траци менија за брзи приступ Подешавањима и Излазу.
sv: Visa en ikon i menyraden för snabb åtkomst till inställningar och avsluta.
th: แสดงทางลัดบนแถบเมนูเพื่อการเข้าถึงการตั้งค่าและออกจากโปรแกรมได้อย่างรวดเร็ว
tr: Ayarlar ve Çık'a hızlı erişim için menü çubuğu kısayolunu göster.
uk: Показувати значок у рядку меню для швидкого доступу до налаштувань та виходу.
vi: Hiển thị biểu tượng trên thanh menu để truy cập nhanh vào cài đặt và thoát.
zh_hans: 在菜单栏中显示快捷方式以快速访问设置和退出。
zh_hant: 在選單列中顯示圖示以快速存取設定並結束。

# settings.system.menuBarIcon.title
source: Show menu bar icon
ar: إظهار أيقونة شريط القوائم
bg: Показване на икона в лентата с менюта
bn: মেনু বারে আইকন দেখান
ca: Mostra la icona a la barra de menús
cs: Zobrazit v řádku nabídek
da: Vis menulinjeikon
de: Menüleistensymbol anzeigen
el: Εμφάνιση εικονιδίου στη γραμμή μενού
es: Mostrar icono en la barra de menús
fa: نمایش آیکون در نوار منو
fi: Näytä valikkorivin kuvake
fil: Ipakita ang Icon sa Menu Bar
fr: Afficher dans la barre des menus
he: הצג סמל בשורת התפריטים
hi: मेनू बार आइकन दिखाएं
hr: Prikaži ikonu na traci izbornika
hu: Menüsor ikon megjelenítése
id: Tampilkan di Bilah Menu
it: Mostra nella barra dei menu
ja: メニューバーに表示
kk: Мәзір жолағында белгішені көрсету
ko: 메뉴 막대에 표시
ms: Tunjukkan ikon bar menu
nb: Vis menylinjeikon
nl: Toon in menubalk
pl: Pokaż na pasku menu
pt: Mostrar na barra de menus
ro: Afișează pictograma în bara de meniu
ru: Показывать в строке меню
sk: Zobraziť ikonu v lište menu
sr: Прикажи икону на траци менија
sv: Visa i menyraden
th: แสดงไอคอนแถบเมนู
tr: Menü çubuğu simgesini göster
uk: Показувати в меню
vi: Hiển thị trên thanh menu
zh_hans: 在菜单栏中显示图标
zh_hant: 在選單列中顯示

# settings.system.menuBarIcon.warning
source: You can access the menu by right-clicking on the notch area.
ar: يمكنك الوصول للقائمة بالنقر بزر الماوس الأيمن على منطقة الشق.
bg: Можете да получите достъп до менюто с десен бутон върху ноча.
bn: আপনি নচ এলাকায় ডান-ক্লিক করে মেনু অ্যাক্সেস করতে পারেন।
ca: Podeu accedir al menú fent clic amb el botó dret a l'àrea del notch.
cs: K nabídce máte přístup také kliknutím pravým tlačítkem myši na oblast výřezu.
da: Du kan få adgang til menuen ved at højreklikke på notch-området.
de: Du kannst das Menü auch durch Rechtsklick auf den Notch-Bereich öffnen.
el: Μπορείτε να αποκτήσετε πρόσβαση στο μενού κάνοντας δεξί κλικ στην περιοχή του notch.
es: Puedes acceder al menú haciendo clic derecho en el área de la muesca.
fa: می‌توانید با کلیک راست روی ناحیه ناچ به منو دسترسی پیدا کنید.
fi: Pääset valikkoon napsauttamalla hiiren kakkospainikkeella notch-aluetta.
fil: Maaari mong i-access ang menu sa pamamagitan ng pag-right click sa area ng notch.
fr: Vous pouvez également accéder au menu par un clic droit sur la zone de l'encoche.
he: ניתן לגשת לתפריט על ידי לחיצה ימנית על אזור המגרעת.
hi: आप नॉच क्षेत्र पर राइट-क्लिक करके मेनू तक पहुंच सकते हैं।
hr: Izborniku možete pristupiti desnim klikom na područje ureza.
hu: A menüt a notch területére jobb gombbal kattintva is elérheti.
id: Anda juga dapat mengakses menu dengan mengklik kanan area notch.
it: Puoi anche accedere al menu facendo clic con il tasto destro sull'area del notch.
ja: ノッチ領域を右クリックしてメニューにアクセスすることもできます。
kk: Ойық аймағын тінтуірдің оң жақ батырмасымен басу арқылы мәзірге кіруге болады.
ko: 노치 영역을 마우스 우클릭하여 메뉴에 접근할 수도 있습니다.
ms: Anda boleh mengakses menu dengan mengklik kanan pada kawasan notch.
nb: Du kan få tilgang til menyen ved å høyreklikke på notch-området.
nl: Je hebt ook toegang tot het menu door met de rechtermuisknop op het notch-gebied te klikken.
pl: Możesz także uzyskać dostęp do menu, klikając prawym przyciskiem myszy obszar notcha.
pt: Também pode aceder ao menu clicando com o botão direito na área do notch.
ro: Puteți accesa meniul făcând clic dreapta pe zona notch-ului.
ru: Вы можете открыть меню, нажав правой кнопкой мыши на область выреза.
sk: K menu môžete pristupovať kliknutím pravým tlačidlom myši na výrez.
sr: Менију можете приступити десним кликом на област ноча.
sv: Du kan också komma åt menyn genom att högerklicka på flärpområdet.
th: คุณสามารถเข้าถึงเมนูได้โดยคลิกขวาที่บริเวณรอยบาก
tr: Menüye, çentik alanına sağ tıklayarak erişebilirsiniz.
uk: Ви також можете отримати доступ до меню, клацнувши правою кнопкою миші по області notch.
vi: Bạn cũng có thể truy cập menu bằng cách nhấp chuột phải vào vùng notch.
zh_hans: 您可以通过右键点击刘海区域访问菜单。
zh_hant: 您也可以在「瀏海」區域按一下右鍵以存取選單。

# settings.timer.activity.desc
source: Show the active Clock timer in the notch.
ar: إظهار مؤقت الساعة النشط في الشق.
bg: Показване на активния таймер на часовника в ноча.
bn: নচে সক্রিয় ঘড়ির টাইমার দেখান।
ca: Mostra el temporitzador actiu del Rellotge al notch.
cs: Zobrazit aktivní minutku z aplikace Hodiny ve výřezu.
da: Vis den aktive Ur-tidtager i notchen.
de: Aktiven System-Timer der Uhr-App in der Notch anzeigen.
el: Εμφάνιση του ενεργού χρονομέτρου Ρολογιού στο notch.
es: Mostrar el temporizador activo del Reloj en la muesca.
fa: نمایش تایمر فعال ساعت در ناچ.
fi: Näytä aktiivinen Kello-ajastin notchissa.
fil: Ipakita ang aktibong timer ng Orasan sa notch.
fr: Afficher le minuteur actif de l'application Horloge dans l'encoche.
he: הצג את טיימר השעון הפעיל במגרעת.
hi: नॉच में सक्रिय क्लॉक टाइमर दिखाएं।
hr: Prikaži aktivni mjerač vremena Sata u urezu.
hu: Az aktív Óra időzítő megjelenítése a notch-ban.
id: Tampilkan pengatur waktu aktif aplikasi Jam di notch.
it: Mostra il timer attivo dell'app Orologio nel notch.
ja: 「時計」アプリのアクティブなタイマーをノッチに表示します。
kk: Ойықта белсенді Сағат таймерін көрсету.
ko: 노치에 '시계' 앱의 활성 타이머를 표시합니다.
ms: Tunjukkan pemasa Jam yang aktif di notch.
nb: Vis den aktive Klokke-tidtakeren i notchen.
nl: Toon de actieve timer van de Klok-app in de notch.
pl: Pokaż aktywny minutnik aplikacji Zegar w notchu.
pt: Apresentar o temporizador ativo da aplicação Relógio no notch.
ro: Afișați temporizatorul ceasului activ în notch.
ru: Отображать активный таймер приложения «Часы» в вырезе.
sk: Zobraziť aktívny časovač Hodín vo výreze.
sr: Прикажи активни тајмер Сата у ночу.
sv: Visa den aktiva tidtagaren från appen Klocka i flärpen.
th: แสดงตัวจับเวลาของนาฬิกาที่ใช้งานอยู่ในรอยบาก
tr: Etkin Saat zamanlayıcısını çentikte göster.
uk: Показувати активний таймер програми «Годинник» у вирізі notch.
vi: Hiển thị bộ hẹn giờ đang hoạt động của ứng dụng Đồng hồ trong notch.
zh_hans: 在刘海中显示活动中的“时钟”计时器。
zh_hant: 在「瀏海」中顯示「時鐘」應用程式的作用中計時器。

# settings.timer.activity.title
source: Timer live activity
ar: نشاط المؤقت المباشر
bg: Таймер дейност на живо
bn: টাইমার লাইভ অ্যাক্টিভিটি
ca: Activitat en directe del temporitzador
cs: Živá aktivita minutky
da: Tidtager-liveaktivitet
de: Timer-Live-Aktivität
el: Ζωντανή δραστηριότητα χρονομέτρου
es: Actividad en vivo del temporizador
fa: فعالیت زنده تایمر
fi: Ajastimen live-toiminta
fil: Live Activity ng Timer
fr: Activité en direct Minuteur
he: פעילות חיה של טיימר
hi: टाइमर लाइव गतिविधि
hr: Mjerač vremena aktivnost uživo
hu: Időzítő élő tevékenység
id: Aktivitas Langsung Pengatur Waktu
it: Attività in tempo reale Timer
ja: タイマーライブアクティビティ
kk: Таймердің тікелей әрекеті
ko: 타이머 실시간 활동
ms: Aktiviti langsung pemasa
nb: Tidtaker-direkteaktivitet
nl: Live timeractiviteit
pl: Aktywność na żywo Minutnika
pt: Atividade em tempo real do Temporizador
ro: Activitate live temporizator
ru: Live activity таймера
sk: Živá aktivita časovača
sr: Тајмер активност уживо
sv: Liveaktivitet för tidtagare
th: กิจกรรมสดของตัวจับเวลา
tr: Zamanlayıcı canlı etkinliği
uk: Активність таймера наживо
vi: Hoạt động trực tiếp Hẹn giờ
zh_hans: 计时器实时活动
zh_hant: 計時器即時活動

# settings.timer.card.activity
source: Timer activity
ar: نشاط المؤقت
bg: Дейност на таймера
bn: টাইমার অ্যাক্টিভিটি
ca: Activitat del temporitzador
cs: Aktivita minutky
da: Tidtageraktivitet
de: Timer-Aktivität
el: Δραστηριότητα χρονομέτρου
es: Actividad del temporizador
fa: فعالیت تایمر
fi: Ajastintoiminta
fil: Aktibidad ng Timer
fr: Activité du minuteur
he: פעילות טיימר
hi: टाइमर गतिविधि
hr: Aktivnost mjerača vremena
hu: Időzítő tevékenység
id: Aktivitas Pengatur Waktu
it: Attività del timer
ja: タイマーアクティビティ
kk: Таймер әрекеті
ko: 타이머 활동
ms: Aktiviti pemasa
nb: Tidtakeraktivitet
nl: Timeractiviteit
pl: Aktywność minutnika
pt: Atividade do temporizador
ro: Activitate temporizator
ru: Активность таймера
sk: Aktivita časovača
sr: Активност тајмера
sv: Tidtagaraktivitet
th: กิจกรรมตัวจับเวลา
tr: Zamanlayıcı etkinliği
uk: Активність таймера
vi: Hoạt động hẹn giờ
zh_hans: 计时器活动
zh_hant: 計時器活動

# settings.timer.card.sound
source: Sound
ar: الصوت
bg: Звук
bn: শব্দ
ca: So
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
es: Sonido
fa: صدا
fi: Ääni
fil: Tunog
fr: Son
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Suara
it: Suono
ja: サウンド
kk: Дыбыс
ko: 사운드
ms: Bunyi
nb: Lyd
nl: Geluid
pl: Dźwięk
pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sr: Звук
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# settings.timer.sound.desc
source: Play alarm sound when the timer finishes.
ar: تشغيل صوت تنبيه عند انتهاء المؤقت.
bg: Възпроизвеждане на алармен звук при завършване на таймера.
bn: টাইমার শেষ হলে একটি অ্যালার্ম শব্দ বাজান।
ca: Reprodueix un so d'alarma quan finalitza el temporitzador.
cs: Přehrát zvukový alarm po dokončení minutky.
da: Afspil alarmlyd, når tidtageren er færdig.
de: Signalton abspielen, wenn der Timer abläuft.
el: Αναπαραγωγή ήχου ειδοποίησης όταν τελειώσει το χρονόμετρο.
es: Reproducir sonido de alarma cuando finalice el temporizador.
fa: پخش صدای زنگ هنگام پایان یافتن تایمر.
fi: Toista hälytysääni, kun ajastin päättyy.
fil: Magpatugtog ng tunog ng alarma kapag nakumpleto ang timer.
fr: Émettre une alarme sonore lorsque le minuteur prend fin.
he: השמע צליל אזעקה כאשר הטיימר מסתיים.
hi: टाइमर समाप्त होने पर अलार्म ध्वनि चलाएं।
hr: Reproduciraj zvuk alarma po završetku mjerača vremena.
hu: Riasztási hang lejátszása az időzítő lejáratakor.
id: Putar alarm suara saat pengatur waktu berakhir.
it: Riproduci un allarme sonoro al termine del timer.
ja: タイマー終了時にアラーム音を再生します。
kk: Таймер аяқталғанда дабыл дыбысын ойнату.
ko: 타이머가 완료되면 알람 사운드를 재생합니다.
ms: Mainkan bunyi penggera apabila pemasa selesai.
nb: Spill av alarmlyd når tidtakeren er ferdig.
nl: Speel een geluidsalarm af wanneer de timer afloopt.
pl: Odtwórz dźwięk alarmu po zakończeniu odliczania minutnika.
pt: Tocar um alarme sonoro quando o temporizador terminar.
ro: Redă sunetul de alarmă când temporizatorul se termină.
ru: Воспроизводить сигнал при завершении таймера.
sk: Prehrať zvuk budíka po dokončení časovača.
sr: Пусти звук аларма по завршетку тајмера.
sv: Spela ett ljudlarm när tidtagaren är klar.
th: เล่นเสียงเตือนเมื่อตัวจับเวลานับเสร็จสิ้น
tr: Zamanlayıcı bittiğinde alarm sesi çal.
uk: Відтворювати звуковий сигнал після завершення таймера.
vi: Phát chuông báo âm thanh khi hết giờ.
zh_hans: 计时器结束时播放提示音。
zh_hant: 當計時器結束時播放聲音警報。

# settings.timer.sound.title
source: Timer sound
ar: صوت المؤقت
bg: Звук на таймера
bn: টাইমারের শব্দ
ca: So del temporitzador
cs: Zvuk minutky
da: Tidtagerlyd
de: Timer-Signalton
el: Ήχος χρονομέτρου
es: Sonido del temporizador
fa: صدای تایمر
fi: Ajastimen ääni
fil: Tunog ng Timer
fr: Son du minuteur
he: צליל טיימר
hi: टाइमर ध्वनि
hr: Zvuk mjerača vremena
hu: Időzítő hangja
id: Suara Pengatur Waktu
it: Suono del timer
ja: タイマーの効果音
kk: Таймер дыбысы
ko: 타이머 사운드
ms: Bunyi pemasa
nb: Tidtakerlyd
nl: Timergeluid
pl: Dźwięk minutnika
pt: Som do temporizador
ro: Sunet temporizator
ru: Звуковой сигнал
sk: Zvuk časovača
sr: Звук тајмера
sv: Tidtagarljud
th: เสียงตัวจับเวลา
tr: Zamanlayıcı sesi
uk: Звук таймера
vi: Âm thanh hẹn giờ
zh_hans: 计时器声音
zh_hant: 計時器聲音

# settings.timer.soundType.desc
source: Choose the alarm sound for timer completion.
ar: اختر صوت التنبيه لاكتمال المؤقت.
bg: Изберете звук за известяване при завършване на таймера.
bn: টাইমার সমাপ্তির বিজ্ঞপ্তির শব্দ চয়ন করুন।
ca: Tria el so de notificació quan finalitzi el temporitzador.
cs: Zvolte zvuk alarmu po dokončení minutky.
da: Vælg alarmlyden for tidtagerens fuldførelse.
de: Alarmton für den Timer-Ablauf auswählen.
el: Επιλέξτε τον ήχο ειδοποίησης για την ολοκλήρωση του χρονομέτρου.
es: Elige el sonido de alarma para la finalización del temporizador.
fa: صدای اعلان پایان تایمر را انتخاب کنید.
fi: Valitse hälytysääni ajastimen valmistumiselle.
fil: Piliin ang tunog ng abiso sa pagkumpleto ng timer.
fr: Choisir le son de l'alarme à la fin du minuteur.
he: בחר צליל התראה לסיום הטיימר.
hi: टाइमर पूर्णता के लिए अलार्म ध्वनि चुनें।
hr: Odaberite zvuk obavijesti za završetak mjerača vremena.
hu: Válassza ki az ébresztési hangot az időzítő befejezéséhez.
id: Pilih suara alarm saat pengatur waktu berakhir.
it: Scegli il suono dell'allarme al termine del timer.
ja: タイマー終了時のアラーム音を選択します。
kk: Таймер аяқталғандағы хабарландыру дыбысын таңдаңыз.
ko: 타이머가 완료되었을 때 재생할 알람 사운드를 선택하세요.
ms: Pilih bunyi penggera untuk penyiapan pemasa.
nb: Velg alarmlyd for tidtakerens fullføring.
nl: Kies het alarmgeluid wanneer de timer afloopt.
pl: Wybierz dźwięk alarmu po zakończeniu odliczania minutnika.
pt: Escolher o som do alarme quando o temporizador terminar.
ro: Alegeți sunetul de alarmă pentru finalizarea temporizatorului.
ru: Выберите мелодию для завершения таймера.
sk: Vyberte zvuk upozornenia na dokončenie časovača.
sr: Изаберите звук обавештења за завршетак тајмера.
sv: Välj larmljud när tidtagaren är klar.
th: เลือกเสียงเตือนเมื่อตัวจับเวลาเสร็จสมบูรณ์
tr: Zamanlayıcı tamamlandığında çalacak alarm sesini seçin.
uk: Виберіть звук сигналу після завершення таймера.
vi: Chọn âm thanh báo thức khi hết giờ.
zh_hans: 选择计时器结束时的提示音。
zh_hant: 選擇計時器結束時播放的警報聲音。

# settings.timer.soundType.title
source: Sound
ar: الصوت
bg: Звук
bn: শব্দ
ca: So
cs: Alarm
da: Lyd
de: Melodie
el: Ήχος
es: Melodía
fa: صدا
fi: Ääni
fil: Tunog
fr: Sonnerie
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Alarm
it: Allarme
ja: アラーム
kk: Дыбыс
ko: 알람
ms: Bunyi
nb: Lyd
nl: Alarm
pl: Alarm
pt: Alarme
ro: Sunet
ru: Мелодия
sk: Zvuk
sr: Звук
sv: Larm
th: เสียง
tr: Ses
uk: Сигнал
vi: Báo thức
zh_hans: 提示音
zh_hant: 警報

# settings.title
source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kk: Параметрлер
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sr: Подешавања
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.toolbar.back
source: Back
ar: رجوع
bg: Назад
bn: পিছনে
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fa: بازگشت
fi: Takaisin
fil: Bumalik
fr: Retour
he: הקודם
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
kk: Артқа
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Anterior
ro: Înapoi
ru: Назад
sk: Dozadu
sr: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# settings.toolbar.forward
source: Forward
ar: تقدّم
bg: Напред
bn: সামনে
ca: Endavant
cs: Vpřed
da: Fremad
de: Vorwärts
el: Εμπρός
es: Adelante
fa: جلو
fi: Eteenpäin
fil: Pasulong
fr: Suivant
he: הבא
hi: आगे
hr: Naprijed
hu: Előre
id: Maju
it: Avanti
ja: 進む
kk: Алға
ko: 앞으로
ms: Maju
nb: Fremover
nl: Vooruit
pl: Dalej
pt: Seguinte
ro: Înainte
ru: Вперед
sk: Dopredu
sr: Напред
sv: Framåt
th: ถัดไป
tr: İleri
uk: Вперед
vi: Tiếp theo
zh_hans: 前进
zh_hant: 前進

# settings.toolbar.resetCurrentSubPage
source: Reset current tab to defaults
ar: إعادة تعيين التبويب الحالي للافتراضي
bg: Възстановяване на текущия раздел по подразбиране
bn: বর্তমান ট্যাবটি ডিফল্ট মানগুলিতে রিসেট করুন
ca: Restableix la pestanya actual als valors per defecte
cs: Obnovit výchozí hodnoty pro aktivní kartu
da: Nulstil aktuel fane til standarder
de: Aktuelle Registerkarte auf Standardwerte zurücksetzen
el: Επαναφορά τρέχουσας καρτέλας στις προεπιλογές
es: Restablecer pestaña actual
fa: بازنشانی برگه فعلی به مقادیر پیش‌فرض
fi: Palauta nykyinen välilehti oletuksiin
fil: Ibalik ang kasalukuyang tab sa mga default
fr: Rétablir les valeurs par défaut de l'onglet actif
he: אפס את הכרטיסייה הנוכחית לברירות מחדל
hi: वर्तमान टैब को डिफ़ॉल्ट पर रीसेट करें
hr: Vrati trenutnu karticu na zadane vrijednosti
hu: Aktuális lap visszaállítása alapértékekre
id: Kembalikan nilai default untuk tab aktif
it: Ripristina i valori predefiniti della scheda attiva
ja: 現在のタブをデフォルトに戻す
kk: Ағымдағы қойындыны әдепкі мәндерге қайтару
ko: 현재 탭을 기본값으로 복원
ms: Tetapkan semula tab semasa kepada lalai
nb: Tilbakestill gjeldende fane til standarder
nl: Standaardwaarden voor het actieve tabblad herstellen
pl: Przywróć wartości domyślne dla aktywnej karty
pt: Repor valores predefinidos do separador ativo
ro: Resetați fila curentă la valorile implicite
ru: Сбросить текущую вкладку по умолчанию
sk: Obnoviť aktuálnu kartu na predvolené hodnoty
sr: Врати тренутну картицу на подразумеване вредности
sv: Återställ standardvärden för den aktiva fliken
th: รีเซ็ตแท็บปัจจุบันเป็นค่าเริ่มต้น
tr: Geçerli sekmeyi varsayılanlara sıfırla
uk: Відновити значення за замовчуванням для поточної вкладки
vi: Khôi phục giá trị mặc định cho tab đang hoạt động
zh_hans: 重置当前标签页
zh_hant: 還原使用中標籤頁的預設值

# settings.update.autoCheck.desc
source: Let Dynamic Notch check for new versions automatically.
ar: السماح لـ Dynamic Notch بالتحقق من الإصدارات الجديدة تلقائياً.
bg: Позволете на Dynamic Notch да проверява автоматично за нови версии.
bn: Dynamic Notch-কে স্বয়ংক্রিয়ভাবে নতুন সংস্করণ চেক করার অনুমতি দিন।
ca: Permet que Dynamic Notch cerqui automàticament noves versions.
cs: Povolit aplikaci Dynamic Notch automaticky vyhledávat nové verze.
da: Lad Dynamic Notch søge efter nye versioner automatisk.
de: Dynamic Notch automatisch nach neuen Versionen suchen lassen.
el: Να επιτρέπεται στο Dynamic Notch να ελέγχει αυτόματα για νέες εκδόσεις.
es: Permitir que Dynamic Notch busque nuevas versiones automáticamente.
fa: اجازه به Dynamic Notch برای بررسی خودکار نسخه‌های جدید.
fi: Anna Dynamic Notchin tarkistaa uudet versiot automaattisesti.
fil: Payagan ang Dynamic Notch na awtomatikong maghanap ng mga bagong bersyon.
fr: Autoriser Dynamic Notch à rechercher automatiquement les nouvelles versions.
he: אפשר ל-Dynamic Notch לבדוק אוטומטית אם יש גרסאות חדשות.
hi: Dynamic Notch को नए संस्करणों की स्वचालित रूप से जांच करने दें।
hr: Dopusti aplikaciji Dynamic Notch automatsku provjeru novih verzija.
hu: A Dynamic Notch automatikusan keresse az új verziókat.
id: Izinkan Dynamic Notch untuk secara otomatis memeriksa versi baru.
it: Consenti a Dynamic Notch di cercare automaticamente le nuove versioni.
ja: Dynamic Notchが新しいバージョンを自動的に確認することを許可します。
kk: Dynamic Notch-қа жаңа нұсқаларды автоматты түрде тексеруге рұқсат беру.
ko: Dynamic Notch가 새 버전을 자동으로 확인하도록 허용합니다.
ms: Benarkan Dynamic Notch menyemak versi baharu secara automatik.
nb: La Dynamic Notch se etter nye versjoner automatisk.
nl: Laat Dynamic Notch automatisch naar nieuwe versies zoeken.
pl: Zezwalaj Dynamic Notch na automatyczne sprawdzanie nowych wersji.
pt: Permitir que o Dynamic Notch procure novas versões automaticamente.
ro: Permiteți ca Dynamic Notch să caute automat versiuni noi.
ru: Позволить Dynamic Notch автоматически проверять наличие новых версий.
sk: Umožniť aplikácii Dynamic Notch automaticky kontrolovať nové verzie.
sr: Дозволи апликацији Dynamic Notch аутоматску проверу нових верзија.
sv: Tillåt Dynamic Notch att automatiskt söka efter nya versioner.
th: ให้ Dynamic Notch ตรวจหาเวอร์ชันใหม่โดยอัตโนมัติ
tr: Dynamic Notch'un yeni sürümleri otomatik olarak denetlemesine izin verin.
uk: Дозволити Dynamic Notch автоматично перевіряти наявність нових версій.
vi: Cho phép Dynamic Notch tự động kiểm tra các phiên bản mới.
zh_hans: 允许 Dynamic Notch 自动检查新版本。
zh_hant: 允許 Dynamic Notch 自動檢查新版本。
